Repository: dudochkin-victor/mutter-netbook
Catalog: po/*.po
Languages: ca, hu, th

source: Set your toolbar preferences
ca: Establiu les preferències de la barra d'eines
hu: Az eszköztár beállítása

source: Toolbar settings
ca: Paràmetres de la barra d'eines
hu: Eszköztár-beállítások

source: Save toolbar
ca: Desa la barra d'eines
hu: Eszköztár mentése

source: Sorry, you'll have to remove a panel before you can add a new one.
ca: Heu d'eliminar un tauler abans de poder afegir-ne un de nou.
hu: Új panel hozzáadása előtt egy másik eltávolítása szükséges.

source: You can add, remove, and reorder many of the panels in your toolbar.
ca: Podeu afegir, eliminar o reordenar els taulers a la barra d'eines.
hu: Az eszköztáron található panelek hozzáadhatóak, eltávolíthatóak és átrendezhetőek.

source: Available panels
ca: Taulers disponibles
hu: Elérhető panelek

source: %B %e, %Y
ca: %e de %B de %Y
hu: %Y. %b. %e.

source: Toolbar
ca: Barra d'eines
hu: Eszköztár

source: Set your system-tray preferences
ca: Establiu les preferències de la safata del sistema
hu: A rendszertálca beállításai

source: System Tray
ca: Safata del sistema
hu: Rendszertálca

source: Show system tray
ca: Mostra la safata del sistema
hu: Rendszertálca megjelenítése

source: The system tray is a concept used by some older applications to let you know when something happens or to stay running when you close them.
ca: La safata del sistema és un concepte que feien servir aplicacions més antigues per tal de fer conèixer quan quelcom passa o per romandre en execució en tancar-se.
hu: Az rendszertálca egy olyan régebbi alkalmazások által használt megoldás, mely értesítési területként és háttérben történő futtatásra szolgál.

source: Always use small screen mode
ca: Fes servir sempre el mode de pantalla petita
hu: Kisképernyős mód állandó használata

source: Determines the order of panels on the toolbar.
ca: Determina l'ordre dels taulers a la barra d'eines.
hu: Meghatározza a panelek sorrendjét az eszköztáron

source: Forces small screen mode to be used even if display size would normally imply bigger screen mode.
ca: Força l'ús del mode de pantalla petita fins i tot quan la mida de la pantalla suposaria un mode de pantalla més gran.
hu: Kisképernyős mód használata akkor is, ha a kijelző mérete lehetővé teszi nagyobb méret alkalmazását.

source: Order of panels on toolbar
ca: Ordre dels taulers a la barra d'eines
hu: Panelek sorrendje az eszköztáron

source: Meego Netbook Effects
ca: Efectes del Meego
hu: Meego Netbook effektek
th: เอฟเฟก Meego Netbook

source: Effects for Meego Netbooks
ca: Efectes per als mini-portàtils Meego
hu: Effektek a Meego Netbookokra
th: เอฟเฟกสำหรับ Meego Netbook

source: Sorry, %s is broken
ca: %s està trencat
hu: %s hibás

source: Dismiss
ca: Descarta
hu: Elutasít
th: ละทิ้ง

source: Dismiss All
ca: Descarta-ho tot
hu: Minden elutasítása
th: ละทิ้งทั้งหมด

source: %i pending messages
hu: %i várakozó üzenet

source: 1 pending message
hu: 1 várakozó üzenet

source: Unknown window
ca: Finestra desconeguda
hu: Ismeretlen ablak
th: หน้าต่างไม่ทราบชื่อ

source: is asking for your attention.
ca: demana la vostra atenció.
hu: figyelmet kér.

source: Activate
ca: Activa
hu: Aktiválás
th: เปิดใช้งาน

source: Starting %s
hu: %s indítása

source: Opening %s
hu: %s megnyitása

source: %l:%M %P
ca: %H:%M

source: zones
th: โซน

source: Is asking for your attention.
th: คุณสนใจหรือไม่

source: No Zones yet
th: โซนยังไม่มี

source: No applications on this zone
th: โปรแกรมไม่มีในโซนนี้

source: Applications you’re using will show up here. You will be able to switch and organize them to your heart's content.
th: โปรแกรมที่คุณใช้จะปรากฏขึ้นที่นี่. คุณจะ สามารถเปลี่ยนและจัดให้เนื้อหาตรงใจของคุณได้.
